import { Container } from "react-bootstrap";
import PageTitle from "../../../Common/PageTitle";
import Header from "../../../Header/Header";
import Footer from "../../Footer";
import "../Privacy/Privacy.css";
export default function Terms() {
  return (
    <>
      {" "}
      <PageTitle title="ইউনিভ পরিষেবার শর্তাবলী" />
      <Header />
      <Container className="mb-4">
        <h2 className="text-center privacy-policy-header">
          ইউনিভ পরিষেবার শর্তাবলী (Terms of Service)
        </h2>
        <p className="privacy-para">শেষ আপডেট: ৩ ফেব্রুয়ারী, ২০২৩</p>
        <p className="para-one">
          ইউনিভ ("আমরা", বা "আমাদের") মূলত http://www.unive.com.bd ওয়েবসাইট এবং
          ইউনিভ মোবাইল অ্যাপ্লিকেশন ("পরিষেবা") পরিচালনা করে। আপনি যখন আমাদের
          পরিষেবা ব্যবহার করেন তখন এই গোপনীয়তা নীতি আপনাকে ব্যক্তিগত তথ্য
          সংগ্রহ, ব্যবহার এবং প্রকাশ সংক্রান্ত আমাদের নীতিগুলি সম্পর্কে অবহিত
          করে৷ এই গোপনীয়তা নীতিতে বর্ণিত ব্যতীত আমরা আপনার তথ্য কারো সাথে
          ব্যবহার বা শেয়ার করব না। আমরা পরিষেবা প্রদান এবং উন্নত করার জন্য
          আপনার ব্যক্তিগত তথ্য ব্যবহার করি। পরিষেবা ব্যবহার করে, আপনি এই নীতি
          অনুসারে তথ্য সংগ্রহ এবং ব্যবহারে সম্মত হন। এই গোপনীয়তা নীতিতে
          অন্যথায় সংজ্ঞায়িত না হওয়া পর্যন্ত, এই গোপনীয়তা নীতিতে ব্যবহৃত
          মূলধনী পদগুলির অর্থ আমাদের পরিষেবার ব্যবহারের শর্তাবলীর মতোই রয়েছে৷
          আমাদের কুকি ব্যবহার সম্পর্কে আরও তথ্যের জন্য, অনুগ্রহ করে ইউনিভের কুকি
          নীতি দেখুন।
        </p>

        <p className="info-para">তথ্য সংগ্রহ, ব্যবহার এবং ধারণ</p>
        <p className="strong-para">
          আমাদের পরিষেবা ব্যবহার করার সময়, আমরা আপনাকে কিছু ব্যক্তিগতভাবে
          শনাক্তযোগ্য তথ্য প্রদান করতে বলতে পারি যা আপনার সাথে যোগাযোগ করতে বা
          সনাক্ত করতে ব্যবহার করা যেতে পারে। ব্যক্তিগতভাবে শনাক্তকরণযোগ্য তথ্য
          আপনার ইমেল ঠিকানা, নাম, ফোন নম্বর, ডাক ঠিকানা ("ব্যক্তিগত তথ্য")
          অন্তর্ভুক্ত হতে পারে, কিন্তু সীমাবদ্ধ নয়। এছাড়াও, আমরা নির্দিষ্ট
          পরিষেবা কোর্স বা প্রোগ্রামগুলিতে আপনার অগ্রগতি ট্র্যাক করি যাতে আপনি
          যেখান থেকে ছেড়েছিলেন এবং আপনি কোন কোর্সগুলি সম্পূর্ণ করেছেন তা
          ট্র্যাক করতে আপনাকে সহায়তা করতে। আমরা এই তথ্য সংগ্রহ করি পরিষেবা
          প্রদানের উদ্দেশ্যে, আপনার সাথে যোগাযোগ করার জন্য এবং আপনার সাথে
          যোগাযোগ করার জন্য, আপনার অনুরোধ/জিজ্ঞাসাগুলির প্রতিক্রিয়া জানাতে,
          আপনার ক্রয়ের অর্ডারগুলিকে পরিবেশন করার জন্য এবং আমাদের পণ্য ও
          পরিষেবাগুলিকে উন্নত করার জন্য। আপনার প্রতি আমাদের চুক্তিবদ্ধ
          বাধ্যবাধকতাগুলি পূরণ করার জন্য এবং তার পরে ছয় বছরের জন্য যেকোন সমস্যা
          চিহ্নিত করার জন্য আপনি আমাদের পণ্য এবং পরিষেবার প্রতি আগ্রহ প্রকাশ
          করেছেন এমন যেকোনো সময়ের মধ্যে আমরা ব্যক্তিগত ডেটা রাখি। এবং কোন আইনি
          প্রক্রিয়া সমাধান করুন। আমরা গবেষণার উদ্দেশ্যে এবং আমাদের পরিষেবাগুলি
          বিকাশ ও উন্নত করতে সাহায্য করার জন্য এই সময়ের বাইরেও সমষ্টিগত তথ্য
          ধরে রাখতে পারি। এই উদ্দেশ্যে রাখা বা ব্যবহার করা সামগ্রিক তথ্য থেকে
          আপনাকে চিহ্নিত করা যাবে না।
        </p>

        <p className="info-para">সংস্থার তথ্য</p>
        <p className="strong-para">
          আপনি যদি আপনার সংস্থার মাধ্যমে পরিষেবাটি ব্যবহার করেন (নিয়োগদাতা,
          স্কুল, ইত্যাদি), আপনার সংস্থা সীমাবদ্ধতা ছাড়াই, আপনার নাম, কোর্সে
          আপনার অগ্রগতি এবং পরিষেবা ব্যবহার করে আপনার কার্যকলাপ সম্পর্কে তথ্য সহ
          আপনার সম্পর্কে তথ্য দেখতে সক্ষম হবে৷ আপনার প্রতিষ্ঠানের প্রশাসকের সাথে
          যোগাযোগ করুন যদি আপনার কোন প্রশ্ন থাকে যে তারা কোন তথ্য দেখতে পারে এবং
          তারা এটি দিয়ে কী করতে পারে।
        </p>
        <p className="info-para">লগ ডেটা</p>
        <p className="strong-para">
          আপনি যখনই আমাদের পরিষেবাতে যান বা যখন আপনি একটি মোবাইল ডিভাইস ("লগ
          ডেটা") এর মাধ্যমে বা পরিষেবাটি অ্যাক্সেস করেন তখন আমরা আপনার ব্রাউজার
          যে তথ্য পাঠায় তা সংগ্রহ করতে পারি।
        </p>
        <p className="strong-para">
          এই লগ ডেটাতে আপনার কম্পিউটারের ইন্টারনেট প্রোটোকল ("IP") ঠিকানা,
          ব্রাউজারের ধরন, ব্রাউজারের সংস্করণ, আমাদের পরিষেবার পৃষ্ঠাগুলি যেগুলি
          আপনি পরিদর্শন করেন, আপনার দেখার সময় এবং তারিখ, সেই পৃষ্ঠাগুলিতে ব্যয়
          করা সময় এবং অন্যান্য তথ্য অন্তর্ভুক্ত থাকতে পারে। পরিসংখ্যান
        </p>
        <p className="strong-para">
          যখন আপনি একটি মোবাইল ডিভাইসের মাধ্যমে বা এর মাধ্যমে পরিষেবাটি
          অ্যাক্সেস করেন, তখন এই লগ ডেটাতে তথ্য অন্তর্ভুক্ত থাকতে পারে যেমন আপনি
          যে ধরনের মোবাইল ডিভাইস ব্যবহার করেন, আপনার মোবাইল ডিভাইসের অনন্য আইডি,
          আপনার মোবাইল ডিভাইসের আইপি ঠিকানা, আপনার মোবাইল অপারেটিং সিস্টেম,
          আপনার ব্যবহার করা মোবাইল ইন্টারনেট ব্রাউজার এবং অন্যান্য পরিসংখ্যান।
        </p>
        <p className="strong-para">
          উপরন্তু, আমরা তৃতীয় পক্ষের পরিষেবাগুলি ব্যবহার করতে পারি যেমন Google
          Analytics যা আমাদের পরিষেবার কার্যকারিতা বাড়ানোর জন্য এই ধরনের তথ্য
          সংগ্রহ, নিরীক্ষণ এবং বিশ্লেষণ করে। এই তৃতীয় পক্ষের পরিষেবা
          প্রদানকারীদের তাদের নিজস্ব গোপনীয়তা নীতি রয়েছে যাতে তারা কীভাবে এই
          ধরনের তথ্য ব্যবহার করে।
        </p>
        <p className="strong-para">
          অনুগ্রহ করে আপনার অবস্থানের তথ্য এবং আপনার বিকল্পগুলির ব্যবহার
          সংক্রান্ত নীচে অবস্থান তথ্য সম্পর্কিত বিভাগটি দেখুন৷
        </p>
        <p className="info-para">অবস্থানগত তথ্য</p>
        <p className="strong-para">
          আপনার ডিভাইসে আপনার সেট করা অনুমতিগুলির উপর নির্ভর করে আমরা আপনার
          সাধারণ অবস্থান সম্পর্কে তথ্য ব্যবহার এবং সংরক্ষণ করতে পারি। আমরা
          আমাদের পরিষেবার বৈশিষ্ট্যগুলি প্রদান করতে, আমাদের পরিষেবা উন্নত করতে
          এবং কাস্টমাইজ করতে এই তথ্য ব্যবহার করি। আপনি আপনার মোবাইল ডিভাইস
          সেটিংসের মাধ্যমে যেকোনো সময়ে আমাদের পরিষেবা ব্যবহার করার সময় অবস্থান
          পরিষেবাগুলি সক্ষম বা অক্ষম করতে পারেন৷
        </p>
        <p className="info-para">ডিসক্লোজার ট্র্যাক করবেন না</p>
        <p className="strong-para">
          আমরা ডু নট ট্র্যাক ("DNT") সমর্থন করি না। ট্র্যাক করবেন না এমন একটি
          পছন্দ যা আপনি আপনার ওয়েব ব্রাউজারে সেট করতে পারেন এমন ওয়েবসাইটগুলিকে
          জানানোর জন্য যেগুলি আপনি ট্র্যাক করতে চান না৷
        </p>
        <p className="strong-para">
          আপনি আপনার ওয়েব ব্রাউজারের পছন্দ বা সেটিংস পৃষ্ঠায় গিয়ে ডু নট
          ট্র্যাক সক্ষম বা নিষ্ক্রিয় করতে পারেন।
        </p>
        <p className="info-para">পাবলিক ফোরাম</p>
        <p className="strong-para">
          পরিষেবাটি তার ব্যবহারকারীদের জন্য বার্তা বোর্ড, সংবাদ গোষ্ঠী এবং/অথবা
          অন্যান্য পাবলিক ফোরাম উপলব্ধ করতে পারে। এই ক্ষেত্রগুলিতে প্রকাশিত যে
          কোনও তথ্য সর্বজনীন তথ্যে পরিণত হয় এবং এগুলি ব্যবহার করার সময় আপনার
          সতর্কতা অবলম্বন করা উচিত এবং এই সর্বজনীন ফোরামে কোনও ব্যক্তিগত তথ্য
          পোস্ট করা এড়ানো উচিত। উপরন্তু, আপনি যদি পরিষেবার কোনো বিষয়বস্তুর
          সাথে সরাসরি কোনো লেখকের সাথে যোগাযোগ করেন, তাহলে এই ধরনের লেখকের আপনার
          যোগাযোগের তথ্যে অ্যাক্সেস থাকবে।
        </p>
        <p className="info-para">সেবা প্রদানকারী</p>
        <p className="strong-para">
          আমরা আমাদের পরিষেবার সুবিধার্থে, আমাদের পক্ষ থেকে পরিষেবা প্রদান করতে,
          পরিষেবা-সম্পর্কিত পরিষেবাগুলি সম্পাদন করতে এবং/অথবা আমাদের পরিষেবা
          কীভাবে ব্যবহার করা হয় তা বিশ্লেষণে আমাদের সহায়তা করার জন্য আমরা
          তৃতীয় পক্ষের কোম্পানি এবং ব্যক্তিদের নিয়োগ করতে পারি।
        </p>
        <p className="strong-para">
          এই তৃতীয় পক্ষগুলি শুধুমাত্র আমাদের পক্ষ থেকে নির্দিষ্ট কাজ সম্পাদন
          করার জন্য আপনার ব্যক্তিগত তথ্য অ্যাক্সেস করতে পারে এবং অন্য কোন
          উদ্দেশ্যে আপনার তথ্য প্রকাশ বা ব্যবহার না করতে বাধ্য। এই ধরনের তৃতীয়
          পক্ষের পরিষেবা প্রদানকারীরা নিম্নলিখিত বিভাগে পড়ে: পেমেন্ট প্রসেসর,
          হোস্টিং পরিষেবা প্রদানকারী, বিশ্লেষণ পরিষেবা প্রদানকারী এবং মার্কেটিং/
          ইমেইল প্রদানকারী।
        </p>
        <p className="info-para">মার্কেটিং পার্টনার</p>
        <p className="strong-para">
          আমরা আমাদের সাইটে এবং প্রস্তাবিত লিঙ্কগুলিতে বিজ্ঞাপন প্রদর্শনের জন্য
          তৃতীয় পক্ষের অধিভুক্ত নেটওয়ার্ক এবং বিজ্ঞাপন অংশীদারদের সাথে কাজ
          করি। এই জাতীয় তৃতীয় পক্ষের অংশীদাররা ব্যক্তিগত তথ্য সংগ্রহ করতে পারে
          যখন আপনি আমাদের পরিষেবার সাথে ইন্টারঅ্যাক্ট করেন, যার মধ্যে IP ঠিকানা,
          ডিজিটাল শনাক্তকারী, আপনার ওয়েব ব্রাউজিং এবং অ্যাপ ব্যবহার সম্পর্কে
          তথ্য এবং আপনি কীভাবে আমাদের পরিষেবা এবং বিজ্ঞাপনগুলির সাথে বিভিন্ন
          উদ্দেশ্যে ইন্টারঅ্যাক্ট করেন, যেমন ব্যক্তিগতকরণ অফার বা বিজ্ঞাপন,
          ওয়েবসাইট বা বিজ্ঞাপন এবং অন্যান্য বাণিজ্যিক উদ্দেশ্যে আপনি কীভাবে
          জড়িত হন সে সম্পর্কে বিশ্লেষণ।
        </p>
        <p className="info-para">পেমেন্ট প্রসেসিং</p>
        <p className="strong-para">
          আপনার প্রদান করা অর্থপ্রদানের বিশদগুলি ইন্টারনেটে আমাদের কাছে জমা
          দেওয়ার আগে সুরক্ষিত সকেট স্তর (SSL) প্রযুক্তি ব্যবহার করে এনক্রিপ্ট
          করা হবে। সাইটে করা পেমেন্ট আমাদের পেমেন্ট গেটওয়ে প্রদানকারীর মাধ্যমে
          করা হয়। আপনি সরাসরি অপারেটরকে ক্রেডিট বা ডেবিট কার্ডের তথ্য প্রদান
          করবেন যা অর্থপ্রদানের বিবরণ প্রক্রিয়া করার জন্য একটি নিরাপদ সার্ভার
          পরিচালনা করে, আপনার ক্রেডিট/ডেবিট কার্ডের তথ্য এনক্রিপ্ট করে এবং
          অর্থপ্রদান অনুমোদন করে। আপনি যে তথ্য সরবরাহ করেন তা আমাদের
          নিয়ন্ত্রণের মধ্যে নেই এবং অপারেটরের নিজস্ব গোপনীয়তা নীতি এবং
          শর্তাবলীর অধীন।
        </p>
        <p className="info-para">যোগাযোগ</p>
        <p className="strong-para">
          আমরা নিউজলেটার, বিপণন বা প্রচারমূলক উপকরণ এবং আপনার আগ্রহের হতে পারে
          এমন অন্যান্য তথ্যের সাথে আপনার সাথে যোগাযোগ করতে আপনার ব্যক্তিগত তথ্য
          ব্যবহার করতে পারি। আপনি আনসাবস্ক্রাইব লিঙ্ক বা আমাদের পাঠানো যেকোনো
          ইমেলে প্রদত্ত নির্দেশাবলী অনুসরণ করে বা আমাদের সাথে যোগাযোগ করে আমাদের
          কাছ থেকে এই সমস্ত যোগাযোগগুলি গ্রহণ করা অপ্ট আউট করতে পারেন৷
        </p>
        <p className="info-para">কমপ্লাইয়ান্স উইথ ল </p>
        <p className="strong-para">
          আমরা আপনার ব্যক্তিগত তথ্য প্রকাশ করব যেখানে আইন বা সাবপোনা দ্বারা এটি
          করার প্রয়োজন হয় বা যদি আমরা বিশ্বাস করি যে আইন এবং আইন প্রয়োগকারীর
          যুক্তিসঙ্গত অনুরোধগুলি মেনে চলার জন্য বা আমাদের পরিষেবার নিরাপত্তা বা
          অখণ্ডতা রক্ষা করার জন্য এই ধরনের পদক্ষেপ প্রয়োজন।
        </p>
        {/* <p className="info-para">Business Transaction</p>
        <p className="info-para">Security</p> */}
        <p className="info-para">তথ্য স্থানান্তর</p>
        <p className="strong-para">
          আপনার তথ্য, ব্যক্তিগত তথ্য সহ, আপনার শহর, প্রদেশ, দেশ বা অন্যান্য
          সরকারি এখতিয়ারের বাইরে অবস্থিত কম্পিউটারগুলিতে — এবং রক্ষণাবেক্ষণ করা
          যেতে পারে যেখানে ডেটা সুরক্ষা আইনগুলি আপনার এখতিয়ারের থেকে আলাদা হতে
          পারে৷ আমরা আপনার কাছ থেকে যে ডেটা সংগ্রহ করি তা প্রাথমিকভাবে বাংলাদেশে
          সংরক্ষণ করা হবে।
        </p>
        <p className="strong-para">
          আপনি যদি বাংলাদেশের বাইরে থাকেন এবং আমাদেরকে তথ্য প্রদান করতে চান তবে
          দয়া করে মনে রাখবেন যে আমরা ব্যক্তিগত তথ্য সহ তথ্য বাংলাদেশে
          স্থানান্তর করি এবং সেখানে এটি প্রক্রিয়া করি। যেখানে আপনার ব্যক্তিগত
          তথ্য ইউরোপীয় অর্থনৈতিক অঞ্চল ("EEA") বা সুইজারল্যান্ডে উৎপন্ন হয় এবং
          EEA-এর বাইরে স্থানান্তরিত হয়, আপনার ডেটা যথাযথ সুরক্ষার সাপেক্ষে,
          যেমন একটি স্বীকৃত আইনি পর্যাপ্ততা ব্যবস্থার উপর নির্ভর করা এবং এটিকে
          নিরাপদে এবং এই গোপনীয়তা নীতি অনুসারে ব্যবহার করা হয় তা নিশ্চিত করার
          জন্য আমরা যুক্তিসঙ্গতভাবে প্রয়োজনীয় সমস্ত পদক্ষেপ নেব।
        </p>
        <p className="strong-para">
          এই গোপনীয়তা নীতিতে আপনার সম্মতি এবং আপনার এই ধরনের তথ্য জমা দেওয়ার
          পরে সেই স্থানান্তরের জন্য আপনার চুক্তির প্রতিনিধিত্ব করে।
        </p>
        <p className="strong-para">
          আপনি যদি একজন ইউরোপীয় ইউনিয়নের বাসিন্দা হন, জেনারেল ডেটা প্রোটেকশন
          রেগুলেশন (GDPR) এর অধীনে, নির্দিষ্ট পরিস্থিতিতে আপনার অধিকার রয়েছে:
          আপনি যদি আপনার সংস্থার মাধ্যমে পরিষেবাটি ব্যবহার করেন তবে সংস্থাটি
          GDPR-এর উদ্দেশ্যে ডেটা কন্ট্রোলার। পরিষেবার দায়িত্বে থাকা আপনার
          সংস্থার প্রশাসকের সাথে যোগাযোগ করে আপনাকে অবশ্যই এই অধিকারগুলি ব্যবহার
          করতে হবে৷
        </p>

        <p className="info-para">অন্যান্য সাইটের লিঙ্ক</p>
        <p className="strong-para">
          আমাদের পরিষেবাতে আমাদের দ্বারা পরিচালিত নয় এমন অন্যান্য সাইটের লিঙ্ক
          থাকতে পারে। আপনি যদি তৃতীয় পক্ষের লিঙ্কে ক্লিক করেন তবে আপনাকে সেই
          তৃতীয় পক্ষের সাইটে নির্দেশিত করা হবে৷ আমরা দৃঢ়ভাবে প্রতিটি সাইটের
          গোপনীয়তা নীতি পর্যালোচনা করার পরামর্শ দিচ্ছি।
        </p>

        <p className="info-para">Children's Privacy</p>
        <p className="strong-para">
          আমাদের পরিষেবা 13 বছরের কম বয়সী ("শিশু") দ্বারা ব্যবহারের জন্য ডিজাইন
          করা হয়নি৷
        </p>
        <p className="strong-para">
          আমরা জেনেশুনে 13 বছরের কম বয়সী শিশুদের কাছ থেকে ব্যক্তিগতভাবে
          শনাক্তযোগ্য তথ্য সংগ্রহ করি না৷ আপনি যদি একজন পিতামাতা বা অভিভাবক হন
          এবং আপনি জানতে পারেন যে আপনার শিশুরা আমাদের ব্যক্তিগত তথ্য প্রদান
          করেছে, অনুগ্রহ করে আমাদের সাথে যোগাযোগ করুন৷ যদি আমরা সচেতন হই যে আমরা
          পিতামাতার সম্মতি যাচাই ছাড়াই 13 বছরের কম বয়সী শিশুদের কাছ থেকে
          ব্যক্তিগত তথ্য সংগ্রহ করেছি, আমরা আমাদের সার্ভারগুলি থেকে সেই তথ্যগুলি
          সরানোর জন্য পদক্ষেপ নিই৷
        </p>

        <p className="info-para">যোগাযোগ করুন</p>
        <p className="strong-para">
          এই গোপনীয়তা নীতি সম্পর্কে আপনার কোন প্রশ্ন থাকলে, অনুগ্রহ করে আমাদের
          সাথে <span className="unive-sup">support@unive.com.bd.</span> এ
          যোগাযোগ করুন।
        </p>
      </Container>
      <br></br>
      <Footer />
    </>
  );
}
