import { Container } from "react-bootstrap";
import PageTitle from "../../../Common/PageTitle";
import Header from "../../../Header/Header";
import Footer from "../../Footer";
import "./Privacy.css";
export default function Privacy() {
  return (
    <>
      {" "}
      <PageTitle title="প্রাইভেসি পলিসি" />
      <Header />
      <Container className="mb-4">
        <h2 className="text-center privacy-policy-header">
          প্রাইভেসি পলিসি (Privacy Policy){" "}
        </h2>

        <p className="para-one">
          ইউনিভ ওয়েবসাইটে (unive.com.bd) আমাদের প্রধান অগ্রাধিকারগুলির মধ্যে
          একটি হল আমাদের ইউজারদের তথ্যের গোপনীয়তা। আমরা কি কি তথ্য সংগ্রহণ করি
          এবং কীভাবে সেটি ব্যবহার করি, সে সম্পর্কে বিস্তারিত তথ্য এই ডকুমেন্টে
          রয়েছে। আপনার যদি কোন প্রশ্ন থাকে বা আমাদের প্রাইভেসি পলিসি সম্পর্কে
          আরও তথ্যের প্রয়োজন হয়, তাহলে আমাদের সাথে যোগাযোগ করতে দ্বিধা করবেন
          না। এই প্রাইভেসি পলিসি শুধুমাত্র আমাদের অনলাইন ক্রিয়াকলাপের ক্ষেত্রে
          প্রযোজ্য এবং আমাদের ওয়েবসাইটের দর্শকরা যে তথ্যগুলি শেয়ার করেছেন
          এবং/অথবা ইউনিভ ওয়েবসাইট থেকে সংগ্রহ করেছেন সেগুলির জন্য বৈধ৷ এই নীতি
          অফলাইনে বা এই ওয়েবসাইট ছাড়া অন্য চ্যানেলের মাধ্যমে সংগ্রহ করা কোনো
          তথ্যের ক্ষেত্রে প্রযোজ্য নয়।
        </p>

        <p className="info-para">সম্মতি</p>

        <p className="strong-para">
          আমাদের ওয়েবসাইট ব্যবহার করে, আপনি এতদ্বারা আমাদের প্রাইভেসি পলিসি এবং
          শর্তাবলীতে সম্মত হচ্ছেন বলে ধরে নেয়া হবে।{" "}
        </p>

        <p className="info-para">আমরা কি কি তথ্য সংগ্রহ করি</p>
        <p className="strong-para">
          আমরা যখন ওয়েবসাইটে আপনাকে আপনার ব্যক্তিগত তথ্য প্রদান করতে বলব, তখনই
          আপনাকে স্পষ্ট করে দেওয়া হবে কেন আপনাকে এটি প্রদান করতে বলা হয়েছে।
          আপনি যদি সরাসরি আমাদের সাথে যোগাযোগ করেন, আমরা আপনার সম্পর্কে অতিরিক্ত
          তথ্য নিতে পারি যেমন আপনার নাম, ইমেল ঠিকানা, ফোন নম্বর, যোগাযোগের
          বিষয়বস্তু এবং/অথবা যেকোন সংযুক্তি অথবা অন্য যেকোন তথ্য যেগুলো আপনি
          আমাদের পাঠাচ্ছেন। যখন আপনি আমাদের ওয়েবসাইটে একাউন্ট খুলবেন তখন আপনাকে
          কিছু ব্যক্তিগত তথ্য প্রদান করতে হতে পারে যেমন আপনার নাম, ইমেইল এড্রেস,
          ছবি, মোবাইল নাম্বার, সোশ্যাল মিডিয়া ইউজারনেম, সিভি, ঠিকানা ইত্যাদি। এর
          বাইরেও পরবর্তীতে আমরা প্রয়োজনের ভিত্তিতে অতিরিক্ত তথ্য চাইতে পারি
          আপনার অনুমতি নিয়ে। আমরা আপনার অনুমতি ব্যতীত আপনার তথ্য কারো কাছে শেয়ার
          করিনা এবং তথ্যের গোপনীয়তা বজায় রাখি।
        </p>
        <p className="info-para">ব্যক্তিগত পাসওয়ার্ডের গোপনীয়তা </p>

        <p className="strong-para">
          আমাদের ওয়েবসাইটে একাউন্ট খোলার সময় লগইন করার জন্য আপনাকে যে পাসওয়ার্ড
          দিতে বলা হবে সেটি আমরা আমাদের ডাটাবেজে সংরক্ষণ করার সময় এনক্রিপ্ট করে
          সিকিউরড ভাবে সংরক্ষণ করি। যার ফলে আপনার পাসওয়ার্ডের আসল কন্টেন্ট আমরা
          নিজেরাও দেখতে পাইনা। তাই আমাদের ওয়েবসাইটে আপনার পাসওয়ার্ডের গোপনীয়তা
          সঠিকভাবে রক্ষা করা হয়। এছাড়া আপনার পাসওয়ার্ড এর গোপনীয়তা রক্ষা করার
          জন্য কখনও আপনার পাসওয়ার্ড কারো সাথে শেয়ার না করার অনুরোধ করছি। যদি
          আপনি মনে করেন আপনার পাসওয়ার্ড কোন ভাবে আপনার কাছে থেকে অন্য কেউ পেয়ে
          গেছে, সাথে সাথে ওয়েবসাইট থেকে পাসওয়ার্ড পরিবর্তন করুন। যদি আপনি
          কোনভাবে পাসওয়ার্ড পরিবর্তন করতে ব্যর্থ হন, আমাদের সাপোর্ট এ যোগাযোগ
          করুন।
        </p>

        <p className="info-para">আমরা কিভাবে আপনার তথ্য গুলো ব্যবহার করি </p>
        <p className="strong-para">
          আমরা আপনার থেকে যে তথ্য সংগ্রহ করি সেগুলো বিভিন্ন ভাবে ব্যবহার করি
          যেমন: ১। আমাদের ওয়েবসাইটে তথ্য প্রদর্শণ, পরিচালনা এবং রক্ষণাবেক্ষণ
          করার জন্য ২। আমাদের ওয়েবসাইট এর ব্রাউজিং অভিজ্ঞতা আরো উন্নত করার জন্য
          ৩। আপনি কিভাবে আমাদের ওয়েবসাইট ব্যবহার করছেন সেটি পর্যালোচনা করার জন্য
          ৪। নতুন পণ্য, পরিষেবা এবং ফিচার ডেভেলপ করার জন্য ৫। আপনাকে সর্বদা
          আমাদের নতুন প্রোডাক্ট, সার্ভিস বা পরিষেবার আপডেট দিতে এবং ওয়েবসাইটের
          মার্কেটিং এর প্রয়োজনে প্রত্যক্ষ বা পরোক্ষভাবে আপনার সাথে যোগাযোগ করার
          জন্য ৬। আপনাকে সরাসরি ইমেইল করতে ৭। কোন ধরণের অযাচিত অনলাইন বা অফলাইন
          জালিয়াতি প্রতিরোধে
        </p>

        <p className="info-para">ইউজার লগ ফাইল </p>
        <p className="strong-para">
          ইউনিভ লগ ফাইল ব্যবহার করার একটি আদর্শ পদ্ধতি অনুসরণ করে। যখন ভিজিটর
          ওয়েবসাইট পরিদর্শন করে,এই ফাইল ভিজিটর লগ সংরক্ষণ করে। সমস্ত হোস্টিং
          কোম্পানি এটি করে এবং এটি হোস্টিং পরিষেবা বিশ্লেষণের একটি অংশ। লগ ফাইল
          যে যে তথ্য সংরক্ষণ করে তার মধ্যে রয়েছে - ইন্টারনেট প্রটোকল বা আইপি
          (IP) এড্রেস, ব্রাউজার এর ধরণ, ইন্টারনেট সার্ভিস প্রোভাইডার, তারিখ এবং
          সময়, রেফারিং পেজ ইত্যাদি। এগুলি ব্যক্তিগতভাবে শনাক্তযোগ্য এমন কোনও
          তথ্যের সাথে সংযুক্ত নয়৷ এসব তথ্যের উদ্দেশ্য হল ট্রেন্ড/প্রবণতা
          বিশ্লেষণ করা, সাইট পরিচালনা করা, ওয়েবসাইটে ব্যবহারকারীদের গতিবিধি
          ট্র্যাক করা এবং ডেমোগ্রাফিক সংক্রান্ত তথ্য সংগ্রহ করা।
        </p>

        <p className="info-para">কুকিজ </p>

        <p className="strong-para">
          অন্যান্য সকল ওয়েবসাইটের মতো ইউনিভ ওয়েবসাইট ও ব্রাউজার কুকিজ
          ('cookies') ব্যবহার করছে। এই কুকিগুলি ভিজিটরদের পছন্দ এবং ওয়েবসাইটের
          পৃষ্ঠাগুলি যা ভিজিটর অ্যাক্সেস করেছে বা পরিদর্শন করেছে সেগুলি সহ তথ্য
          সংরক্ষণ করতে ব্যবহৃত হয়। তথ্যগুলো দর্শকদের ব্রাউজারের ধরন এবং/অথবা
          অন্যান্য তথ্যের উপর ভিত্তি করে আমাদের ওয়েব পেজের বিষয়বস্তু কাস্টমাইজ
          করে ব্যবহারকারীদের অভিজ্ঞতা অপ্টিমাইজ করতে ব্যবহার করা হয়।
        </p>
        <p className="info-para">শিশুদের তথ্যের গোপনীয়তা</p>
        <p className="strong-para">
          আমাদের অগ্রাধিকারের আরেকটি অংশ হল ইন্টারনেট ব্যবহার করার সময় শিশুদের
          জন্য সুরক্ষা যোগ করা। আমরা পিতামাতা এবং অভিভাবকদের তাদের অনলাইন
          কার্যকলাপ পর্যবেক্ষণ, অংশগ্রহণ, এবং/অথবা নিরীক্ষণ এবং গাইড করার জন্য
          উৎসাহিত করি। ইউনিভ তেরো (13) বছরের কম বয়সী শিশুদের কাছ থেকে জেনেশুনে
          কোনো ব্যক্তিগত শনাক্তযোগ্য তথ্য সংগ্রহ করে না। আপনি যদি মনে করেন যে
          আপনার সন্তান আমাদের ওয়েবসাইটে এই ধরনের তথ্য প্রদান করেছে, আমরা আপনাকে
          অবিলম্বে আমাদের সাথে যোগাযোগ করার জন্য জোরালোভাবে উৎসাহিত করি এবং
          আমাদের রেকর্ড থেকে অবিলম্বে এই ধরনের তথ্য মুছে ফেলার জন্য যথাসাধ্য
          চেষ্টা করব।
        </p>
      </Container>
      <br></br>
      <Footer />
    </>
  );
}
