/* eslint-disable react/no-unescaped-entities */
import { Container } from "react-bootstrap";
import PageTitle from "../../../Common/PageTitle";
import Header from "../../../Header/Header";
import Footer from "../../Footer";
import "../Privacy/Privacy.css";
import "./EnterPriseTerm.css";
export default function EnterPriseTerm() {
  return (
    <>
      <PageTitle title=" ইউনিভ এন্টারপ্রাইজ পরিষেবার শর্তাবলী" />
      <Header />
      <Container className="mb-4">
        <h2 className="text-center privacy-policy-header">
          ইউনিভ এন্টারপ্রাইজ পরিষেবার শর্তাবলী (Enterprise Terms of Service)
        </h2>
        <p className="privacy-para ms-3">৩ ফেব্রুয়ারী, ২০২৩ থেকে কার্যকর হবে</p>
        <p className="para-one ms-3">
          এই পরিষেবার শর্তাদি ("শর্তাবলী") আপনার ("আপনি" বা "গ্রাহক") এবং ইউনিভ,
          Inc. ("আমাদের" বা "আমরা" বা "ইউনিভ") এর ব্যবহার এবং অ্যাক্সেস
          নিয়ন্ত্রণ করে একটি বাধ্যতামূলক চুক্তি গঠন করে আমরা একটি প্রদত্ত বা
          ট্রায়াল সাবস্ক্রিপশন (ইউনিভ সার্ভিস") এর সাথে সম্পর্কিত পণ্যগুলি
          আপনাকে এবং আপনার পক্ষে ইউনিভ পরিষেবা ব্যবহার করার জন্য আপনার দ্বারা
          নিযুক্ত যে কোনও অনুমোদিত ব্যক্তিকে অফার করি (প্রতিটি, একজন
          "ব্যবহারকারী" এবং সম্মিলিতভাবে, "ব্যবহারকারী")। ইউনিভ পরিষেবা ব্যবহার
          করে বা অ্যাক্সেস করে বা যে কোনও ব্যবহারকারীকে ইউনিভ পরিষেবা ব্যবহার বা
          অ্যাক্সেস করার অনুমোদন বা অনুমতি দেওয়ার মাধ্যমে, আপনি এই শর্তাবলীর
          দ্বারা আবদ্ধ হতে সম্মত হন এবং সম্মত হন।
        </p>
        <p className="para-one ms-3">
          আমরা সময়ে সময়ে এই শর্তাবলী আপডেট করতে পারি। যদি আমরা করি, আমরা উপরে
          তালিকাভুক্ত কার্যকরী তারিখ আপডেট করব। এই শর্তাবলী পরিবর্তিত হওয়ার পরে
          আপনার ইউনিভ পরিষেবার অবিরত ব্যবহার পরিবর্তিত শর্তাবলীতে আপনার চুক্তি
          গঠন করবে। আপনি যদি পরিবর্তিত শর্তাবলীতে সম্মত না হন তবে আপনার একমাত্র
          অবলম্বন হল আপনার ইউনিভ পরিষেবার ব্যবহার বন্ধ করা।
        </p>

        <p className="info-para ms-3">ডেফিনিশন্স</p>
        <p className="strong-para ms-3">
          <span className="sub-headers-et">"কোর্স কন্টেন্ট"</span> মানে
          কোর্সওয়ার্ক, ছবি, শব্দ এবং ইউনিভের মালিকানাধীন বা লাইসেন্সকৃত ভিডিও
          এবং ইউনিভ পরিষেবার মাধ্যমে প্রদান করা সহ সমস্ত মেধা সম্পত্তি এবং
          অধিকার।
        </p>
        <p className="strong-para ms-3">
          <span className="sub-headers-et">"কাস্টমার কন্টেন্ট"</span> মানে
          কোর্সওয়ার্ক, ছবি, শব্দ এবং গ্রাহকের মালিকানাধীন বা লাইসেন্সকৃত ভিডিও
          সহ সমস্ত মেধা সম্পত্তি এবং অধিকার এবং ইউনিভ দ্বারা উপলব্ধ করা যেতে
          পারে এমন কোর্সওয়ার্ক প্রকাশনার কার্যকারিতার মাধ্যমে গ্রাহক দ্বারা
          সরবরাহ করা।
        </p>
        <p className="strong-para ms-3">
          <span className="sub-headers-et">"ডকুমেন্টেশন"</span> মানে ইউনিভ
          সার্ভিসের গ্রাহকের ব্যবহারের ক্ষেত্রে গ্রাহককে দেওয়া স্পেসিফিকেশন,
          সহায়তা ডকুমেন্টেশন এবং অন্যান্য লিখিত উপকরণ।
        </p>
        <p className="strong-para ms-3">
          <span className="sub-headers-et">"ইউনিভ সার্ভিস”</span>মানে
          ওয়েব-ভিত্তিক ইন্টারেক্টিভ লার্নিং পরিষেবা যা ব্যবহারকারীদের
          ইন্টারেক্টিভ কোর্স, টিউটোরিয়াল এবং অনুশীলন সেট এবং এর সাথে প্রদত্ত
          সমস্ত উপকরণ, স্কিল আসেসমেন্ট, রিক্রুটমেন্ট প্রসেস, জব অনবোর্ডিং এই
          সমস্ত সুবিধা পেতে সক্ষম করে।
        </p>
        <p className="strong-para ms-3">
          <span className="sub-headers-et ">"অর্ডার ফর্ম"</span> মানে এই শর্তাদি
          উল্লেখ করে এমন একটি অর্ডার ফর্ম যা গ্রাহকের কেনা সাবস্ক্রিপশনের সংখ্যা
          এবং প্রকার তালিকাভুক্ত করে।
        </p>
        <p className="strong-para ms-3">
          মানে হল গ্রাহকের জন্য উপলব্ধ একটি সাবস্ক্রিপশনের ধরন (যেমন a-la-carte,
          সীমাহীন ব্যবহার, ইত্যাদি), প্রদর্শনী A-তে আরও উল্লেখ করা হয়েছে৷
        </p>
        <p className="strong-para ms-3">
          <span className="sub-headers-et">"সাবস্ক্রিপশন"</span>মানে ইউনিভ
          পরিষেবা অ্যাক্সেস করার অধিকার। সাবস্ক্রিপশনগুলি বিভিন্ন ধরণের
          ব্যবহারকারী এবং পরিকল্পনার জন্য উপলব্ধ, যেমনটি অর্ডার ফর্মে আরও উল্লেখ
          করা হয়েছে৷
        </p>
        <p className="strong-para ms-3">
          <span className="sub-headers-et">"সাবস্ক্রিপশন ফি"</span> মানে ইউনিভ
          সার্ভিসের সাবস্ক্রিপশনের ফি, অর্ডার ফর্মে তালিকাভুক্ত।
        </p>
        <p className="strong-para ms-3">
          <span className="sub-headers-et ">"ব্যবহারকারী"</span>মানে ইউনিভ
          সার্ভিসের ব্যবহারকারী যাদের জন্য গ্রাহকের বৈধ সদস্যতা রয়েছে।
          ব্যবহারকারীরা কর্মচারী, ঠিকাদার, চাকরির আবেদনকারী বা অন্যান্য ব্যক্তি
          হতে পারে।
        </p>
        <p className="info-para ms-3">সাবস্ক্রিপশন</p>
        <p className="ms-3 strong-para">
          <span className="sub-headers-two-et">২.১ অনুদান। </span> গ্রাহকের
          সাবস্ক্রিপশন ফি প্রদানের সাপেক্ষে, ইউনিভ এতদ্বারা গ্রাহককে একটি
          অ-হস্তান্তরযোগ্য, নন-এক্সক্লুসিভ, সীমিত মেয়াদী, রয়্যালটি-মুক্ত
          লাইসেন্স, সাবলাইসেন্সের অধিকার ছাড়াই, এই শর্তাবলী অনুসারে ইউনিভ
          পরিষেবা অ্যাক্সেস এবং ব্যবহার করার অনুমতি দেয়।
        </p>
        <p className="ms-3 strong-para">
          <span className="sub-headers-two-et">
            ২.২ প্রশাসক,ব্যবহারকারী আইডি, পাসওয়ার্ড, পরিষেবা চুক্তি।
          </span>{" "}
          ইউনিভের যোগাযোগের বিন্দু হিসাবে কাজ করার জন্য গ্রাহকের অবশ্যই একজন
          নিয়োগকৃত প্রশাসক থাকতে হবে। প্রতিটি ব্যবহারকারীর একটি অনন্য
          ব্যবহারকারী আইডি থাকতে হবে। ইউজার আইডি শেয়ার বা ট্রান্সফার করা যাবে
          না। গ্রাহক তার ব্যবহারকারীর আইডি এবং পাসওয়ার্ডের গোপনীয়তা বজায়
          রাখার জন্য দায়ী, এবং গ্রাহক সম্মত হন যে তৃতীয় পক্ষের দ্বারা এই ধরনের
          ব্যবহারকারীর পরিচয় বা পাসওয়ার্ড ব্যবহার বা অপব্যবহারের বিষয়ে
          ইউনিভের কোনো দায় নেই। ইউনিভ পরিষেবার শর্তাবলীতে উল্লিখিত পরিষেবার
          শর্তাবলী মেনে চলতে ব্যবহারকারীদের অবশ্যই সম্মত হতে হবে
        </p>
        <p className="ms-3 strong-para">
          <span className="sub-headers-two-et">
            ২.৩ বিধিনিষেধ ধারা ২.১-এ স্পষ্টভাবে উল্লিখিত ব্যতীত,
          </span>{" "}
          ইউনিভ সমস্ত অধিকার সংরক্ষণ করে এবং গ্রাহককে এখানে কোন প্রকারের
          লাইসেন্স দেয় না, তা অন্তর্নিহিত, এস্টপেল বা অন্যথায় হোক না কেন। উপরে
          অনুচ্ছেদ ২.১-এ উল্লিখিত লাইসেন্সটিতে কোন অধিকার অন্তর্ভুক্ত নেই এবং
          গ্রাহক (ক) ইউনিভ পরিষেবার মধ্যে অনুমোদিত ব্যতীত ইউনিভ পরিষেবার সমস্ত
          বা কোনও অংশের কোনও ডেরিভেটিভ কাজ পুনরুত্পাদন, সংশোধন, অনুবাদ বা তৈরি
          করতে পারবেন না; (খ) ইউনিভ সার্ভিসের সমস্ত বা যেকোনো অংশ বিক্রি, ভাড়া,
          ইজারা, ঋণ, প্রদান, বিতরণ বা অন্যথায় স্থানান্তর; (গ) রিভার্স
          ইঞ্জিনিয়ার, রিভার্স অ্যাসেম্বল বা অন্যথায় ইউনিভ সার্ভিসের সমস্ত বা
          যেকোনো অংশের সোর্স কোডে অ্যাক্সেস পাওয়ার চেষ্টা করা; (ঘ) তৃতীয়
          পক্ষের প্রশিক্ষণ, বাণিজ্যিক সময় ভাগাভাগি বা পরিষেবা ব্যুরো ব্যবহারের
          জন্য ইউনিভ পরিষেবা ব্যবহার করুন; (ঙ) ইউনিভ সার্ভিসে বা এম্বেড করা
          যেকোন কপিরাইট নোটিশ, ট্রেডমার্ক নোটিশ বা অন্যান্য মালিকানা সংক্রান্ত
          নোটিশ অপসারণ, পরিবর্তন, আবরণ বা অস্পষ্ট করা; (চ) ইউনিভ সার্ভিস বা
          তৃতীয় পক্ষের সফ্টওয়্যারের কোনো উপাদানকে আনবান্ডেল করা; বা (ছ) কোন
          তৃতীয় পক্ষকে পূর্বোক্ত যেকোনটি করার কারণ বা অনুমতি দেওয়া।
        </p>

        <p className="ms-3 strong-para">
          <span className="sub-headers-two-et">
            ডেটা ইউনিভ পরিষেবা ব্যবহারকারীদের ব্যবহারের সাথে সম্পর্কিত,
          </span>{" "}
          ইউনিভ গোপনীয়তা নীতিতে ইউনিভ পরিষেবা গোপনীয়তা নীতির শর্তাবলীর অধীনে
          কিছু ডেটা সংগ্রহ করতে পারে। ইউনিভ এই ধরনের ডেটা ইউনিভ পরিষেবা বা
          অন্যান্য ইউনিভ পরিষেবার উন্নতি করতে বা বর্তমান বা সম্ভাব্য গ্রাহকদের
          ব্যবহারের পরিসংখ্যান প্রদান করতে ব্যবহার করতে পারে। ইউনিভ নির্দিষ্ট,
          শনাক্তযোগ্য ব্যবহারকারীর তথ্য প্রদান করতে পারে গ্রাহকদের বা তাদের
          অনুমোদিত এজেন্টদের ব্যবহারকারীর অংশগ্রহণ ট্র্যাক করতে সহায়তা করার
          জন্য (যেমন, একজন ব্যবহারকারী সফলভাবে একটি কোর্স সম্পন্ন করেছে কিনা তা
          ট্র্যাক করতে)।
        </p>

        <p className="strong-para ms-3">
          আপনি যখনই আমাদের পরিষেবাতে যান বা যখন আপনি একটি মোবাইল ডিভাইস ("লগ
          ডেটা") এর মাধ্যমে বা পরিষেবাটি অ্যাক্সেস করেন তখন আমরা আপনার ব্রাউজার
          যে তথ্য পাঠাই তা সংগ্রহ করতে পারি।
        </p>
        <p className="strong-para ms-3">
          এই লগ ডেটাতে আপনার কম্পিউটারের ইন্টারনেট প্রোটোকল ("IP") ঠিকানা,
          ব্রাউজারের ধরন, ব্রাউজারের সংস্করণ, আমাদের পরিষেবার পেজগুলি যেগুলি
          আপনি পরিদর্শন করেন, আপনার দেখার সময় এবং তারিখ, সেই পেজগুলিতে ব্যয়
          করা সময় এবং অন্যান্য তথ্য অন্তর্ভুক্ত থাকতে পারে। যখন আপনি একটি
          মোবাইল ডিভাইসের মাধ্যমে পরিষেবাটি অ্যাক্সেস করেন, তখন এই লগ ডেটাতে
          তথ্য অন্তর্ভুক্ত থাকতে পারে যেমন আপনি যে ধরনের মোবাইল ডিভাইস ব্যবহার
          করেন, আপনার মোবাইল ডিভাইসের অনন্য আইডি, আপনার মোবাইল ডিভাইসের আইপি
          ঠিকানা, আপনার মোবাইল অপারেটিং সিস্টেম, আপনার ব্যবহার করা মোবাইল
          ইন্টারনেট ব্রাউজার এবং অন্যান্য পরিসংখ্যান।
        </p>

        <p className="strong-para ms-3">
          উপরন্তু, আমরা তৃতীয় পক্ষের পরিষেবাগুলি ব্যবহার করতে পারি যেমন Google
          Analytics যা আমাদের পরিষেবার কার্যকারিতা বাড়ানোর জন্য এই ধরনের তথ্য
          সংগ্রহ, নিরীক্ষণ এবং বিশ্লেষণ করে। এই তৃতীয় পক্ষের পরিষেবা
          প্রদানকারীদের তাদের নিজস্ব গোপনীয়তা নীতি রয়েছে যাতে তারা কীভাবে এই
          ধরনের তথ্য ব্যবহার করে।
        </p>
        <p className="strong-para ms-3">
          অনুগ্রহ করে আপনার অবস্থানের তথ্য সম্পর্কিত বিভাগটি দেখুন৷
        </p>
        <p className="info-para ms-3">অবস্থানগত তথ্য</p>
        <p className="strong-para ms-3">
          আপনার ডিভাইসে আপনার সেট করা অনুমতিগুলির উপর নির্ভর করে আমরা আপনার
          সাধারণ অবস্থান সম্পর্কে তথ্য ব্যবহার এবং সংরক্ষণ করতে পারি। আমরা
          আমাদের পরিষেবার বৈশিষ্ট্যগুলি প্রদান করতে, আমাদের পরিষেবা উন্নত করতে
          এবং কাস্টমাইজ করতে এই তথ্য ব্যবহার করি। আপনি আপনার মোবাইল ডিভাইস
          সেটিংসের মাধ্যমে যেকোনো সময়ে আমাদের পরিষেবা ব্যবহার করার সময় অবস্থান
          পরিষেবাগুলি অ্যাক্টিভ বা ইন অ্যাক্টিভ করতে পারেন৷
        </p>
        <p className="info-para ms-3">ট্র্যাক করবেন না ডিসক্লোজার</p>
        <p className="strong-para ms-3">
          আমরা ডু নট ট্র্যাক ("DNT") সমর্থন করি না। ট্র্যাক করবেন না এমন একটি
          অপশন যা আপনি আপনার ওয়েব ব্রাউজারে সেট করতে পারেন এমন ওয়েবসাইটগুলিকে
          জানানোর জন্য যেগুলি আপনি ট্র্যাক করতে চান না৷
        </p>
        <p className="strong-para ms-3">
          আপনি আপনার ওয়েব ব্রাউজারের পছন্দ বা সেটিংস পেজ এ গিয়ে ডু নট ট্র্যাক
          অ্যাক্টিভ বা নিষ্ক্রিয় করতে পারেন।
        </p>
        <p className="info-para ms-3">পাবলিক ফোরাম</p>
        <p className="strong-para ms-3">
          পরিষেবাটি তার ব্যবহারকারীদের জন্য বার্তা বোর্ড, সংবাদ গোষ্ঠী এবং/অথবা
          অন্যান্য পাবলিক ফোরাম তৈরি করতে পারে। এই ক্ষেত্রগুলিতে প্রকাশিত যে
          কোনও তথ্য সর্বজনীন তথ্যে পরিণত হয় এবং এগুলি ব্যবহার করার সময় আপনার
          সতর্কতা অবলম্বন করা উচিত এবং এই সর্বজনীন ফোরামে কোনও ব্যক্তিগত তথ্য
          পোস্ট করা এড়ানো উচিত। উপরন্তু, আপনি যদি পরিষেবার কোনো বিষয়বস্তুর
          সাথে সরাসরি কোনো লেখকের সাথে যোগাযোগ করেন, তাহলে এই ধরনের লেখকের আপনার
          যোগাযোগের তথ্যে অ্যাক্সেস থাকবে।
        </p>
        <p className="info-para ms-3">সেবা প্রদানকারী</p>
        <p className="strong-para ms-3">
          আমরা আমাদের পরিষেবার সুবিধার্থে, আমাদের পক্ষ থেকে পরিষেবা প্রদান করতে,
          পরিষেবা-সম্পর্কিত পরিষেবাগুলি সম্পাদন করতে এবং/অথবা আমাদের পরিষেবা
          কীভাবে ব্যবহার করা হয় তা বিশ্লেষণে আমাদের সহায়তা করার জন্য আমরা
          তৃতীয় পক্ষের কোম্পানি এবং ব্যক্তিদের নিয়োগ করতে পারি।
        </p>
        <p className="strong-para ms-3">
          এই তৃতীয় পক্ষগুলি শুধুমাত্র আমাদের পক্ষ থেকে নির্দিষ্ট কাজ সম্পাদন
          করার জন্য আপনার ব্যক্তিগত তথ্য অ্যাক্সেস করতে পারে এবং অন্য কোন
          উদ্দেশ্যে আপনার তথ্য প্রকাশ বা ব্যবহার না করতে বাধ্য। এই ধরনের তৃতীয়
          পক্ষের পরিষেবা প্রদানকারীরা নিম্নলিখিত বিভাগে পড়ে: পেমেন্ট প্রসেসর,
          হোস্টিং পরিষেবা প্রদানকারী, বিশ্লেষণ পরিষেবা প্রদানকারী এবং
          মার্কেটিং/ইমেল প্রদানকারী।
        </p>
        <p className="info-para ms-3">মার্কেটিং পার্টনার</p>
        <p className="strong-para ms-3">
          আমরা আমাদের সাইটে এবং প্রস্তাবিত লিঙ্কগুলিতে বিজ্ঞাপন প্রদর্শনের জন্য
          তৃতীয় পক্ষের অধিভুক্ত নেটওয়ার্ক এবং বিজ্ঞাপন অংশীদারদের সাথে কাজ
          করি। এই জাতীয় তৃতীয় পক্ষের অংশীদাররা ব্যক্তিগত তথ্য সংগ্রহ করতে পারে
          যখন আপনি আমাদের পরিষেবার সাথে ইন্টারঅ্যাক্ট করেন, যার মধ্যে IP ঠিকানা,
          ডিজিটাল শনাক্তকারী, আপনার ওয়েব ব্রাউজিং এবং অ্যাপ ব্যবহার সম্পর্কে
          তথ্য এবং আপনি কীভাবে আমাদের পরিষেবা এবং বিজ্ঞাপনগুলির সাথে বিভিন্ন
          উদ্দেশ্যে ইন্টারঅ্যাক্ট করেন, যেমন ব্যক্তিগতকরণ অফার বা বিজ্ঞাপন,
          ওয়েবসাইট বা বিজ্ঞাপন এবং অন্যান্য বাণিজ্যিক উদ্দেশ্যে আপনি কীভাবে
          জড়িত হন সে সম্পর্কে বিশ্লেষণ।
        </p>
        <p className="info-para ms-3">পেমেন্ট প্রসেসিং</p>
        <p className="strong-para ms-3">
          আপনার প্রদান করা অর্থপ্রদানের বিশদগুলি ইন্টারনেটে আমাদের কাছে জমা
          দেওয়ার আগে সুরক্ষিত সকেট স্তর (SSL) প্রযুক্তি ব্যবহার করে এনক্রিপ্ট
          করা হবে। সাইটে করা পেমেন্ট আমাদের পেমেন্ট গেটওয়ে প্রদানকারীর মাধ্যমে
          করা হয়। আপনি সরাসরি অপারেটরকে ক্রেডিট বা ডেবিট কার্ডের তথ্য প্রদান
          করবেন যা অর্থপ্রদানের বিবরণ প্রক্রিয়া করার জন্য একটি নিরাপদ সার্ভার
          পরিচালনা করে, আপনার ক্রেডিট/ডেবিট কার্ডের তথ্য এনক্রিপ্ট করে এবং
          অর্থপ্রদান অনুমোদন করে। আপনি যে তথ্য সরবরাহ করেন তা আমাদের
          নিয়ন্ত্রণের মধ্যে নেই এবং অপারেটরের নিজস্ব গোপনীয়তা নীতি এবং
          শর্তাবলীর অধীন।
        </p>
        <p className="info-para ms-3">যোগাযোগ</p>
        <p className="strong-para ms-3">
          আমরা নিউজলেটার, বিপণন বা প্রচারমূলক উপকরণ এবং আপনার আগ্রহের হতে পারে
          এমন অন্যান্য তথ্যের সাথে আপনার সাথে যোগাযোগ করতে আপনার ব্যক্তিগত তথ্য
          ব্যবহার করতে পারি। আপনি যেকোনো ইমেইলে প্রদত্ত আনসাবস্ক্রাইব লিঙ্ক বা
          নির্দেশাবলী অনুসরণ করে আমাদের কাছ থেকে এই সমস্ত যোগাযোগগুলি গ্রহণ করা
          থেকে অপ্ট আউট করতে পারেন।
        </p>
      </Container>
      <br></br>
      <Footer />
    </>
  );
}
